Repository: Prosfilaes/music123
Catalog: po/*.po
Languages: pl

source: music123 version %d by David Starner
pl: music123 wersja %d autorstwa David'a Starner'a

source: No arguments found.
pl: Nie znaleziono argumentów.

source: Bad argument for -d.
pl: Z³y argument dla -d.

source: Missing argument for -d.
pl: Brakuj±cy argument dla -d.

source: Missing argument for -@.
pl: Brakuj±cy argument dla -@.

source: Unknown argument found.
pl: Nieznany argument.

source: usage: music123 [-hqrvz] files ...
pl: sk³adnia: music123 [-hqrvz] files ...

source: -h This help
pl: -h Ta pomoc

source: -q Run quiet
pl: -q Uruchom w trybie cichym

source: -r Recurse over directories
pl: -r Zag³êbiaj siê w katalogi

source: -v Print the version and exit
pl: -v Wy¶wietl informacjê o wersji i wyjd¼

source: -z Randomize the filelist
pl: -z Odtwarzaj listê losowo

source: See the manpage for more options.
pl: Zobacz stronê man aby zapoznaæ siê z pozosta³ymi opcjami.

source: Neither /etc/music123rc or ~/.music123rc found. Exiting.
pl: Nie znaleziono /etc/music123rc ani ~/.music123rc. Wychodzê.

source: The config file (~/.music123rc or /etc/music123rc) is corrupt.
pl: Plik konfigurcji (~/.music123rc lub /etc/music123rc) jest nieprawid³owy.

source: No valid filenames found.
pl: Nie odnaleziono ¿adnych prawid³owych nazw plików.

source: Playlist file not found.
pl: Nie odnaleziono pliku playlisty.
